Repository: MethosGR/Test-vault-1
Catalog: */sample.po
Languages: de

source: Keep going
de: Schalten Sie das Ding ein.

source: One more Orch key
de: Das sollte jetzt funktionieren.

source: Orch 3
de: Dies ist das dritte Mal

source: Orch 5
de: Aller guten Dinge sind fünf.

source: Orch_2
de: Dies ist ein Test für einen Workflow.

source: Test for Orch
de: Hello World!!!

source: Updated string 1
de: Dies ist eine neue Zeichenfolge für Push to APC. Die Zeichenfolge ist für eine Automatisierungsdemo für Vorwerk. Sprache: de MIME-Version: 1.0 Inhaltstyp: text/plain; Zeichensatz=UTF-8 Content-Transfer-Encoding: 8 Bit Pluralformen: nplurals=2; plural =( n! = 1); X-Generator: Phrase (phrase.com)

source: Updated string number 2
de: Dies ist eine weitere neue Zeichenfolge für Push to APC für eine automatische demoLanguage: en MIME-Version: 1.0 Inhaltstyp: text/plain; Zeichensatz=UTF-8 Content-Transfer-Encoding: 8 Bit Pluralformen: nplurals=2; plural =( n! = 1); X-Generator: Phrase (phrase.com)

source: Updated string number 3
de: Dritte Zeichenfolge für Push an APC für eine Demo-RoundtripLanguage: en MIME-Version: 1.0 Inhaltstyp: text/plain; Zeichensatz=UTF-8 Content-Transfer-Encoding: 8 Bit Pluralformen: nplurals=2; plural =( n! = 1); X-Generator: Phrase (phrase.com)

source: Updated string number 4
de: Eine weitere Zeichenfolge für den Push an den APC für den Workflow RoundTripLanguage: en

source: Updated string number 5
de: Das wird langsam lächerlich... Oh je, Rick!! Sprache: de MIME-Version: 1.0 Inhaltstyp: text/plain; Zeichensatz=UTF-8 Content-Transfer-Encoding: 8 Bit Pluralformen: nplurals=2; plural =( n! = 1); X-Generator: Phrase (phrase.com)
